{
    "greetings_and_pleasantries": [
        {
            "keywords": ["Welcome", "Sup", "hello", "hi", "hey", "greetings", "howdy", "yo"],
            "response_type": "standard_greeting",
            "greeting_reply_template": "{actual_greeting_cased}, {user_mention}!"
        },
        {
            "keywords": ["thank you", "thanks", "ty", "thx", "thank u"],
            "response_type": "specific_reply",
            "reply_text": "You're welcome! Happy to help, I am. 🙂"
        },
        {
            "keywords": ["you're welcome", "yw", "no problem", "np"],
            "response_type": "specific_reply",
            "reply_text": "Glad I could assist! 👍"
        },
        {
            "keywords": ["have a nice day", "have a good day", "good day to you"],
            "response_type": "specific_reply",
            "reply_text": "You too! Have a wonderful day! 😊"
        },
        {
            "keywords": ["bye", "goodbye", "see you later", "cya", "farewell", "take care"],
            "response_type": "specific_reply",
            "reply_text": "Goodbye! Feel free to message me again if you need anything. 👋"
        },
        {
            "keywords": ["okay", "ok", "alright", "sounds good", "got it"],
            "response_type": "specific_reply",
            "reply_text": "👍"
        }
    ],
    "general_faqs": [
        {
            "keywords": [
                "what is wrap up time precisely", "What's high wrap up", "explain the concept of wrap up", "define acw in call center context",
                "understanding post call processing", "definition of disposition time",
                "ideal time for call disposition", "what constitutes high wrap up duration", "explaining long wrap up periods",
                "issues with too much wrap up", "company policy on wrap up duration",
                "how long am i permitted to stay in wrap up status", "rules governing wrap up time limits", "basic explanation of wrap up state",
                "what is the target for my wrap up time metric", "standard duration for wrap up activities",
                "wrap up time", "wrap up", "acw", "after call work", "disposition time", "about wrap up", "tell me about wrap up", "explain wrap up"
            ],
            "answer": "Wrap up is the time from the end of the call until the call is coded. It's the period where you select the correct disposition for the call. Aim to disposition a call within 2-3 seconds. \n\n High wrap up means taking too long to do this. Do not sit in WRAP UP; code calls within 2-3 secs and move to the next. For more information ask 'tips on how to reduce wrap up'"
        },
        {
             "keywords": [
                 "effective tips to improve wrap up speed", "improve wrap up time", "make wrap up better", "enhance wrap up efficiency.", "how can I reduce my wrap up time", "strategies for achieving faster wrap up",
                 "techniques to make wrap up process quicker", "list of quick wrap up improvement tips",
                 "how to enhance my wrap up speed performance", "best practices for wrap up time efficiency", "actionable acw reduction tips",
                 "best practices for efficient call dispositioning after call", "how to become faster at dispositioning calls",
                 "methods to speed up my overall wrap up time", "how do I stay in the green zone for wrap up time",
                 "detailed wrap up time improvement strategies", "help me reduce my average wrap up duration",
                 "specific strategies for quick call dispositioning", "requesting assistance with wrap up speed improvement", "how can i reduce wrap up", "how can i improve wrap up",
                 "how to make my wrap up tasks more efficient", "how to avoid high wrap up metric", "tips for quicker acw completion",
                 "reduce wrap up time", "reduce wrap up", "faster wrap up", "improve wrap up speed", "wrap up speed tips", "quick wrap up", "less wrap up", "decrease wrap up time"
             ],
             "answer": "**KEY WRAP-UP SPEED TIPS:**\n*   **Code Now, Ask Later:** Don't wait for help on current call.\n*   **Speed > Perfection:** Choose best option quickly.\n*   **Immediate Dispo on Hang-Up:** Green bar gone = code now.\n*   **Full Script View:** Zoom monitor to 80-90%.\n*   **Survey Pre-Selection:** Helps with sudden hang-ups.\nAim for 1-second wrap-up. 🚀"
         },
        {
             "keywords": ["what does usglc stand for specifically", "full meaning of usglc", "define the u.s. global leadership coalition organization",
                         "can you explain what the us global leadership coalition does", "primary purpose of the usglc non-profit",
                         "tell me about the mission of usglc", "information about usglc advocacy group",
                         "usglc", "u.s. global leadership coalition", "about usglc", "explain usglc", "what is usglc"
                        ],
             "answer": "USGLC stands for the U.S. Global Leadership Coalition. It's a nonprofit that advocates for strong U.S. global engagement through diplomacy and development alongside defense."
        },
        {
             "keywords": [
                 "when exactly are lts paydays", "payroll dates", "explanation of lts pay periods", "what is the next payday date for lts", "When does the pay period start/end",
                 "details of the lts payment schedule", "how frequently are lts paychecks distributed",
                 "specifics regarding the lts salary schedule", "when is the payday for work done 11th to 25th",
                 "payment date for work performed 26th to 10th", "what if an lts payday falls on a public holiday",
                 "are we paid earlier if the 1st or 15th is a weekend",
                 "lts paydays", "paydays", "pay periods", "payment schedule", "when do we get paid", "payday holiday", "about paydays"
                ],
             "answer": "Pay Periods are as follows… \n\n 11th-25th paid on the 1st \n 26th-10th paid on the 15th \n\n If the 1st or 15th falls on a weekend or holiday, you are paid early on the previous Friday."
        },
        {
            "keywords": [
                "my dialer is stuck during wrap up what should I do", "how to perform a screen refresh when dialer is in wrap up mode",
                "what to do if my dialer screen seems frozen", "my screen is unresponsive while in wrap up status",
                "i'm in wrap up but not receiving any new calls", "what action to take if my screen freezes after completing a call",
                "my system is stuck after a call ended", "troubleshooting steps for a stuck dialer interface",
                "dialer appears unresponsive help needed",
                "dialer stuck", "frozen dialer", "screen unresponsive", "stuck in wrap up", "refresh screen stuck"
            ],
            "answer": "If you know that we are busy and you aren't getting any phone calls within one minute while in wrap up, it means you are probably stuck. If this happens you need to refresh your screen. This is not the refresh you're looking for if it persists, contact a supervisor."
        },
        {
            "keywords": [
                "what is the official start time for today's lts shift", "when does work begin for us today",
                "details for today's lts shift commencement", "where can i find the update for tomorrow's lts start time",
                "at what time should i log into the system for my shift", "when does our lts shift officially commence",
                "information on the beginning of shift procedures at lts", "how do i know when to log in for my lts work",
                "when does our team's shift formally begin", "how to check the lts schedule for daily start time",
                "where is Corey's announcement about start time",
                "lts start time", "shift start time", "when to start work", "daily start time", "corey start time announcement"
            ],
            "answer": "Make sure you keep your discord notifications open and check the main chat for the most recent update from Corey. May the force be with you!"
        },
        {
            "keywords": [
                "lts policy on breaks for contractors", "rules for taking breaks as a 1099 worker at lts",
                "what is the lts lunch break policy for agents", "how to correctly take a break from dialing",
                "procedure for 1099 contractor breaks at lts", "do i need to inform my supervisor before taking a break",
                "information about the lts break queue system", "am I allowed to take extended breaks as a contractor",
                "official guidelines for taking breaks during lts shifts", "how long can my breaks be at lts",
                "policy regarding use of the 'break button' in the dialer", "procedure for logging out for break periods",
                "break policy", "breaks", "taking a break", "1099 breaks", "lunch break", "break button", "about breaks"
            ],
            "answer": "As a 1099 contractor at LTS, you are free to break as often as you’d like. Be sure to alert your shift supervisor to be kept in the queue, securing your spot in that project. This way, log out for breaks NEVER USE THE BREAK BUTTON."
        },
        {
            "keywords": [
                "under what conditions is a voter id call marked as complete", "what exactly makes a voter id survey complete",
                "specific criteria for coding a voter id call as 'complete'", "do i mark voter id survey complete after confirming the voter's name",
                "is a voter id call considered complete if i begin asking the first survey question",
                "how to correctly use the 'complete' disposition for voter id projects",
                "what should I do if more than one voter is present during a voter id call",
                "when is it necessary to check the 'multiple voters present' box in voter id",
                "voter id complete", "voter id survey complete criteria", "complete voter id", "multiple voters present"
            ],
            "answer": "On a Voter ID project, if you confirm the voter's name and start asking the first question, it's considered a complete. Other dispositions (Not In, No Answer, Answering Machine, DNC) still apply as needed. Don't forget to check the box if more than one voter is present!"
        },
        {
            "keywords": [
                "what are all the specific requirements for a voter id 'complete' status",
                "list all the rules that define voter id project completion",
                "provide a checklist for achieving a 'complete' voter id call disposition",
                "defining the 'complete' status within voter id campaign projects",
                "how is the 'complete' call status precisely determined for voter id projects",
                "what are the exact conditions that must be met for a voter id 'complete'",
                "what details make a voter id survey count as fully complete",
                "detailed criteria list for voter id 'complete' disposition usage",
                "voter id complete requirements", "voter id completion rules", "checklist voter id complete"
            ],
            "answer": "For a Voter ID project, a 'complete' means the voter's name has been confirmed and you've started asking the first question. Other dispositions still apply. Don't forget to check the box if more than one voter is present!"
        },
        {
            "keywords": [
                "procedure for when an answering machine picks up", "what to do if a call goes to voicemail",
                "handling calls that reach an answering machine", "lts policy on encountering answering machines",
                "are we supposed to leave messages on answering machines for this project",
                "what if I get a voicemail and we are not leaving messages", "protocol for disconnecting from an answering machine",
                "can i let the answering machine play out its greeting", "consequences of letting voicemail play if not leaving messages",
                "rules regarding answering machines when messages are not being left",
                "answering machine", "voicemail", "got voicemail", "answering machine procedure", "disconnect answering machine"
            ],
            "answer": "If not leaving messages for the current project, and you get an answering machine, you MUST disconnect immediately. Do not let the answering machine play (this is call avoidance and can result in being signed off). Code as 'Answering Machine'. (See 'list codes')."
        },
        {
            "keywords": [
                "how to handle a call if there is no answer", "what to do if the phone rings but no one answers",
                "procedure when a call is not answered by anyone", "lts protocol for 'no answer' calls",
                "what if they don't pick up the phone at all", "how should I code a 'no answer' call",
                "rules for dispositioning a call as 'no answer'", "specific gotv coding for no answer",
                "no answer", "call not answered", "phone rings no answer", "code no answer"
            ],
            "answer": "If there is no response, code as 'No Answer'. For GOTV calls without voicemails, even a 'No Answer' might be coded as 'COMPLETE LIVE' - follow project specifics. (See 'list codes' for full No Answer definition)."
        },
        {
            "keywords": [
                "how can i request to be added to a project", "procedure for asking to be added to a campaign",
                "who do i contact to get added to a new project", "i want to join the current project how to ask",
                "process for getting assigned to a specific campaign", "how to get on a new project list",
                "requesting assignment to an active project",
                "add to project", "join project", "request project assignment", "get on project"
            ],
            "answer": "Please contact your direct supervisor to request being added or for more information on the process."
        },
        {
            "keywords": [
                "how to handle a voter who says they are not interested", "what to do if a person is not interested in the call",
                "coding for when a customer states they are not interested", "procedure when a voter expresses no interest",
                "if they say they don't want the call or service", "response to a voter declining participation",
                "what if they ask to be taken off our call list but not dnc", "how to code a 'not interested' response from voter",
                "distinction between 'not interested' and 'do not call list' request",
                "not interested", "voter not interested", "code not interested", "refused vs not interested"
            ],
            "answer": "If a person indicates they are not interested, or asks to be 'removed from the call list' (but does NOT specifically ask to be put on the 'Do Not Call List'), you will typically code this as 'REFUSED' or follow project-specific instructions for 'Not Interested'. Always thank them for their time. (See 'list codes' for 'REFUSED' and 'DO NOT CALL' for more details)."
        },
        {
            "keywords": [
                "when to use the 'do not call' or dnc disposition", "how to handle a DNC request from a voter",
                "procedure for adding someone to the do not call list", "what if a voter specifically asks to be put on the dnc list",
                "handling requests for do not call status", "lts dnc procedure details", "clarification on when to code as dnc",
                "should i argue or offer a rebuttal to a dnc request", "criteria for using the DNC code accurately",
                "do not call", "dnc", "dnc request", "code dnc", "add to dnc list", "when to use dnc"
            ],
            "answer": "The only time a call is coded “Do Not Call” or DNC, is when the voter specifically asks to be put on the 'Do Not Call list'. Otherwise, any other request to not be contacted (e.g., 'take me off your list') is usually coded as 'REFUSED'. (See 'list codes' for full details)."
        },
        {
            "keywords": [
                "are we supposed to leave messages on this campaign", "policy on leaving voicemails for the current project",
                "should i be leaving a message if i get voicemail", "when are we instructed to leave messages",
                "how do i know if message leaving is active for this project", "lts rules on leaving messages",
                "what is the voicemail policy for the project i am on", "disconnect if not leaving messages policy",
                "leave messages", "voicemail policy", "leaving messages", "message leaving rules"
            ],
            "answer": "You will be directed by the Shift Manager if you are put into a Project where we are leaving messages. Great Question! If not leaving messages, and you get an answering machine, disconnect immediately. Do not let the answering machine play."
        },
        {
            "keywords": [
                "how can i track my worked hours", "where to check my total hours for lts", "is there an hours portal for agents",
                "how to view my hours for the current pay period", "can i see my accumulated hours",
                "lts employee portal for hours tracking", "pay period hours summary", "how to find out my hours worked",
                "who to ask for my hours worked totals",
                "track hours", "worked hours", "my hours", "hours portal", "check hours"
            ],
            "answer": "Corey will give you your totals at the halfway point and at the end of the pay period if you ask."
        },
        {
            "keywords": [
                "what does cph mean in call center", "define cph metric", "explanation of cph",
                "what does cph stand for exactly", "how is cph calculated for agents", "what is the cph goal for this project",
                "understanding completes per hour", "meaning of cph in performance",
                "cph", "completes per hour", "cph meaning", "cph goal", "explain cph"
            ],
            "answer": "CPH stands for “Completes Per Hour”. It refers to how many completed surveys or patches you complete within an hour of dialing. CPH (Completes Per Hour) goals can vary depending on the specific project you are working on. For the most current CPH goal for your current project, please ask your shift supervisor. They will have the up-to-date information."
        },
        {
            "keywords": [
                "what is a patch call specifically", "explain how patch campaigns work", "define a patch-through call",
                "procedure for patching callers to officials", "do patch scripts need to be read verbatim",
                "am i supposed to listen to the patch conversation", "what to do if the line is busy during a patch attempt",
                "how do patch calls function technically", "meaning of a patch call in our work", "patch call definition for agents",
                "patch call", "patch through call", "patch campaigns", "explain patch call", "about patch calls"
            ],
            "answer": "A 'patch' or 'patch-through call' is when we contact the voter about a concern, ask them to be patched to their official's office, encourage them, and then transfer. All scripts are 100% verbatim, including follow-up statements. (See 'list codes' for dispositions and ask 'patch steps' for procedure)."
        },
        {
            "keywords": [
                "what is yob and how to confirm it", "procedure for asking year of birth", "do i need to repeat back the yob",
                "importance of verifying yob correctly", "what to do if a voter refuses to give their yob",
                "consequences for not repeating the yob as per policy", "why is yob repetition mandatory",
                "how to ensure yob accuracy during calls",
                "yob", "year of birth", "confirm yob", "repeat yob", "yob policy"
            ],
            "answer": "When you ask the YOB (Year of Birth) ALWAYS repeat it back to ensure you have it correct (e.g., 'You said 1964, is that correct?'). Failure to repeat back the YOB is grounds for disciplinary action."
        },
        {
            "keywords": [
                "am i allowed to share my personal information with voters", "can i give my phone number to a contact",
                "is it okay to share my location or address with callers", "policy on giving out personal info to voters",
                "can i share my social media details with people i call", "rules about agent privacy during calls",
                "what personal information am i forbidden from sharing", "they asked about our location",
                "share personal information", "give personal info", "agent privacy", "sharing location"
            ],
            "answer": "You may NOT give voters contacted during the call ANY personal information, including but not limited to, your phone number, social media, location or address. This is a strict rule, young Padawan."
        },
        {
            "keywords": [
                "what is our company name if a voter asks", "can i tell a voter where i am calling from (city/state)",
                "am i allowed to give out the company address or phone number", "lts policy on revealing company information",
                "what to say if a caller asks for our company details", "who am i supposed to say i am calling for",
                "response when a voter demands our company information",
                "company name", "reveal company info", "calling from where", "company address phone"
            ],
            "answer": "You may NOT give out our company's name, name of the city/state, address, or direct phone number. If someone asks you from where you are calling, your response should be, “I apologize, but we are not allowed to provide that information for security reasons.”"
        },
        {
            "keywords": [
                "what if a voter asks where i work or for more campaign info",
                "procedure if a caller demands more information than the script provides",
                "can i provide extra details not in the script if asked", "how to handle requests for unscripted information",
                "response when voter wants info beyond script", "contact supervisor for off-script info requests",
                "more campaign info", "unscripted information", "info beyond script", "voter demands info"
            ],
            "answer": "You may ONLY say that you are calling on behalf of the campaign as indicated in the script. If the person demands more information than what's in the script, you must contact a supervisor to handle the call."
        },
        {
            "keywords": [
                "am i allowed to share my personal opinions on the project topic", "importance of remaining unbiased during calls",
                "can i express my personal views on political matters", "guidelines for giving my own thoughts on campaign issues",
                "policy on stating my opinion as an agent", "how to maintain neutrality when discussing project topics",
                "rules about expressing personal beliefs on calls",
                "personal opinions", "share opinions", "express views", "remain unbiased", "neutrality"
            ],
            "answer": "You are NOT to give your own opinions on matters being discussed in the project. Your job is to ALWAYS remain unbiased."
        },
        {
            "keywords": [
                "why is accurate call coding so important", "significance of correct dispositioning",
                "do i need to code every single call accurately", "impact of call disposition accuracy on project",
                "reasons why proper call coding is crucial", "consequences of incorrect call coding",
                "importance of call termination status",
                "accurate call coding", "correct dispositioning", "importance of coding", "call coding accuracy"
            ],
            "answer": "You must accurately code (terminated/disposition) every single call with the appropriate status. Coding is the most important part of the job and your highest responsibility. Failure to do so will result in disciplinary action and if continued, termination. The fate of the galaxy... err, campaign... depends on it!"
        },
        {
            "keywords": [
                "how should i end a call professionally", "what is the standard closing phrase for calls",
                "proper way to conclude a call with a voter", "what to say at the very end of every call",
                "professional call closing etiquette", "call ending protocol",
                "end call professionally", "call closing phrase", "conclude call", "thank you for your time"
            ],
            "answer": "ALWAYS be professional and end every call with “Thank you for your time”."
        },
        {
            "keywords": [
                "what are voter specific calls or vof calls", "rule about speaking only to the voter on file",
                "how to confirm i am speaking to the correct voter for a survey", "who am i allowed to talk to on a voter specific call",
                "can i only speak to the person whose name is on the checkbox", "vof call procedures and rules",
                "what if a relative is suspicious when i ask for the vof", "voter on file confirmation process",
                "voter specific calls", "vof calls", "speak to voter on file", "confirm vof", "about voter specific"
            ],
            "answer": "VOTER SPECIFIC calls require you to speak ONLY with the VOF (Voter on File) listed in the script. (ABSOLUTELY NO EXCEPTIONS). As a rule, surveys are always VOTER SPECIFIC, unless otherwise instructed. You MUST confirm that you are speaking to the right person to continue the survey, and they MUST confirm they are that person. \n\nIf a relative is suspicious when you ask for the VOF: you may add your name and/or the name of the Company we are calling on behalf of, let them know we will try again later and disposition as 'Not In.'"
        },
        {
         "keywords": [
             "what defines a voter assumptive call", "how do voter assumptive calls differ from voter specific",
             "procedure for starting a voter assumptive call", "what if the script has a name but it's voter assumptive",
             "handling a situation where assumed name is incorrect person", "can i proceed if wrong person answers an assumptive call with name",
             "when can i speak to whoever answers on assumptive call", "patch calls as voter assumptive type",
             "voter assumptive call", "assumptive calls", "voter assumptive vs specific", "about voter assumptive"
         ],
         "answer": "A VOTER ASSUMPTIVE call means you generally begin by assuming the voter listed answered the phone. You'd say, “Hello (voter's name specified in script)” and prepare to continue without pause.\n\n**However, an important rule applies if a specific voter name IS listed in your script:**\n*   If the person who answers says they are **NOT** the voter named in the script, you **CANNOT proceed with them** for that specific voter's record. You must speak to the person named.\n*   In this case, you would treat it like a 'Voter Specific' call where the target voter is not available. You could say something like, 'Okay, thank you. We were trying to reach [Voter's Name]. We can try again later.' Then disposition as 'Not In' or as per project instructions for when the specific voter is unavailable.\n\nIf the script has **NO specific voter name** to begin with (truly assumptive or non-voter), and you simply start with a general greeting, then you can speak with whomever answers."
        },
        {
            "keywords": [
                "what is a non-voter call type", "how do non-voter campaigns work", "rules for conducting non-voter calls",
                "do i need to ask for a specific name on non-voter calls", "can i speak to anyone who answers on a non-voter call",
                "procedure for non-voter list calls",
                "non-voter call", "non-voter campaigns", "about non-voter calls"
            ],
            "answer": "NON-VOTER calls will not ask for a name. You will speak with whomever answers the phone."
        },
        {
            "keywords": [
                "how to code get out to vote or gotv calls", "specific coding rules for gotv projects without voicemails",
                "gotv call coding when voicemails are being left", "dispositioning gotv calls for answering machine or fax",
                "what is 'complete live' coding for gotv calls", "using 'complete left message' on gotv",
                "gotv calls", "gotv coding", "code gotv", "get out the vote calls", "complete live gotv", "about gotv"
            ],
            "answer": "For GOTV (Get Out To Vote) calls, there are generally two disposition approaches:\n1. WITHOUT VOICEMAILS: Use 'COMPLETE LIVE' on EVERY CALL, regardless of outcome (answering machine, fax, wrong number, DNC list).\n2. WITH VOICEMAILS: Use 'COMPLETE LIVE' on every call EXCEPT when leaving a voicemail (then use 'COMPLETE LEFT MESSAGE'). If you get a fax machine, wrong number, or DNC request, you still code these as 'COMPLETE LIVE'."
        },
        {
            "keywords": [
                "am i allowed to ask a voter's gender", "should i assume gender based on voter's name",
                "how to handle non-binary gender identification on calls", "lts policy on gender questions",
                "procedure for calls with non-binary gender voters", "can i ask gender if unsure",
                "ask gender", "assume gender", "non-binary gender", "gender policy"
            ],
            "answer": "NEVER ASK GENDER. You will assume the gender based on the voter's name. EXCEPTION: When the gender includes more than MALE or FEMALE, such as NON-BINARY (follow specific campaign instructions for these scenarios if provided)."
        },
        {
            "keywords": [
                "are survey scripts always 100% verbatim", "can i cut the script", "what is verbatim", "can i change the wording of survey questions",
                "am i allowed to add or remove words from a survey script", "importance of reading scripts exactly as written",
                "policy on rephrasing survey questions", "do i have to say every single word in the survey script",
                "can i skip parts of the survey script or summarize", "consequences of not reading survey script verbatim",
                "rule about script adherence for surveys", "verbatim script policy",
                "verbatim", "read verbatim", "script verbatim", "change script wording", "100% verbatim"
            ],
            "answer": "VERBATIM = 'Word for Word' \n\n All scripts are always to be read 100% VERBATIM. There is NO exception to this rule. You may not ADD or REMOVE a single word from the script. You are paid to read it, not write it."
        },
        {
            "keywords": [
                "what should my tone of voice be on calls", "guidelines for call professionalism and courtesy",
                "importance of sounding upbeat and enthusiastic", "how to represent clients professionally on calls",
                "maintaining a respectful demeanor with voters", "tips for voice quality pace and tone",
                "tone of voice", "call professionalism", "upbeat tone", "respectful demeanor", "voice quality"
            ],
            "answer": "Be kind and courteous, upbeat and enthusiastic on every interaction. You represent the clients and their representatives. Treat each voter with respect and courtesy. Watch your tone, pace, and quality of voice."
        },
        {
            "keywords": [
                "how to handle an upset or disruptive voter", "difficult person", "caller is difficult", "argumentative agressive person", "what to do with combative or angry callers",
                "procedure for dealing with difficult callers", "can i hang up on an abusive voter",
                "de-escalation techniques for upset voters", "contacting supervisor for disruptive calls",
                "policy on hanging up on voters",
                "upset voter", "disruptive voter", "angry caller", "difficult callers", "hang up on voter"
            ],
            "answer": "Never be combative with the voter. If the voter becomes upset or disruptive, kindly back out of the call – say, “I do apologize and thank you for your time.” If this is not possible, locate a supervisor and NEVER hang up on a voter."
        },
        {
            "keywords": [
                "are all our calls recorded or monitored", "information about call quality assurance practices",
                "is my call being listened to by a supervisor", "lts call recording and monitoring policy",
                "purpose of call recording for qa",
                "calls recorded", "call monitoring", "quality assurance", "call recording policy"
            ],
            "answer": "Every call is recorded and can be monitored for quality assurance purposes. So, always be mindful of your tone, pace, and how you speak to voters."
        },
        {
            "keywords": [
                "what does the beep sound in my ear signify", "what should i say immediately after hearing the beep",
                "procedure for starting introduction after live person connects", "do i need to say 'hello hello' after the beep",
                "meaning of the beep for call connection",
                "beep sound", "after beep", "start introduction beep", "hello hello beep"
            ],
            "answer": "Once you hear the “BEEP” in your ear, which indicates that someone is on the line, go right into your introduction. You don't need to continuously say, “Hello, hello, hello.”"
        },
        {
            "keywords": [
                "what if there is no one on the line after my introduction", "handling silent calls after giving intro",
                "procedure for dead air after starting the script", "what if nobody speaks after i say my intro",
                "protocol when a caller is silent after i speak my lines",
                "no one on line", "silent call after intro", "dead air after intro", "nobody speaks"
            ],
            "answer": "If there is no one on the line after giving your introduction, simply say, “Thank you for your time.” We do this because the call is still recorded and there might be someone there even though you can't hear them."
        },
        {
            "keywords": [
                "what is considered a dead air call", "am i allowed to sit on an open or silent line",
                "policy on call avoidance by staying on an open line", "what to do if i get a completely dead air call",
                "how to handle calls with no sound or response", "consequences of sitting on an open line too long",
                "dead air call", "sit on open line", "silent line", "no sound call"
            ],
            "answer": "Do not sit on an open line. If you receive a dead air call, thank them for your time, quickly disposition, and move on to the next call. It is highly unacceptable for you to sit for 4 minutes on an open line as this is call avoidance and you will be asked to sign off for the day."
        },
        {
            "keywords": [
                "list of common rebuttals for hesitant voters", "examples of what to say if a voter is reluctant",
                "how to convince a voter to participate in survey", "effective rebuttals for handling objections",
                "phrases to use when responding to voter reluctance", "rebuttal techniques for surveys",
                "common rebuttals", "rebuttals", "hesitant voter rebuttals", "convince voter", "handling objections"
            ],
            "answer": "Here are some common rebuttals you can use:\n- “I understand, but this will only take a short moment of your time and your opinion would really make a difference!”\n- “I understand, but your opinion really matters!”\n- “Your voice and opinion are very important; every voice does matters!”\n- “It's really important for them to hear your voice!”\n- “It would just take a moment for your voice to be heard!”\n- “Your voice matters!”\n- “We need your voice, so they know your stand!”\n"
        },
        {
            "keywords": [
                "what does gotv mean in campaigns", "explain gotv projects", "how do i know if i am on a gotv project",
                "definition of get out the vote campaigns", "understanding the purpose of gotv calls",
                "special coding instructions for gotv projects",
                "gotv meaning", "gotv projects", "explain gotv", "get out the vote meaning"
            ],
            "answer": "GOTV stands for 'Get Out The Vote'. These are specific projects focused on encouraging people to vote. Your supervisor will inform you if you are on a GOTV project, and specific coding instructions, especially for 'No Answer' dispositions, may apply. For example, on some GOTV projects without voicemails, even a 'No Answer' is coded as 'COMPLETE LIVE'."
        },
        {
            "keywords": [
                "why am i not getting any calls when available", "troubleshooting no calls coming into my dialer",
                "what to do if the system is not giving me calls", "i am in available status but no calls are arriving",
                "what if calls have stopped coming in suddenly", "issue with receiving calls in available state",
                "dialer not sending calls to me refresh screen",
                "not getting calls", "no calls available", "system not giving calls", "calls stopped", "dialer no calls refresh"
            ],
            "answer": "If you are correctly in 'Available' status (Look towards the top left hand side of your screen, it will say State: Available) then anytime you do not receive a call for approx. 90 secs, just refresh your screen and click available again to stay logged in and continue to get calls."
        },
        {
            "keywords": [
                "what name should i use where the script says agent name", "can i use a different name or an alias on calls",
                "policy regarding the agent name used on calls", "do i have to use my real name as agent name",
                "choosing a name for 'agent name' in script",
                "agent name", "use different name", "alias on calls", "real name agent"
            ],
            "answer": "Where the script says (Agent Name) it is up to you to use any reasonable name you choose."
        },
        {
            "keywords": [
                "when do lts shifts typically end", "what is the usual end time for our work day",
                "how do i know when the shift is over", "are lts end times variable or fixed",
                "what time are we usually done working", "procedure for logging off at a specific time",
                "shift end time", "work day end", "when shift over", "variable end times"
            ],
            "answer": "Our end times are variable. It always depends on the Client. Just keep swimming, your paycheck will thank you. Contact Corey if you need to logout at a specific time."
        },
        {
            "keywords": [
                "who do i ask about my pay scale or pay rate", "how much do lts agents get paid",
                "where to direct questions about my hourly wage", "information on lts salary and compensation",
                "procedure for payroll inquiries at lts", "contact person for pay related questions",
                "pay scale", "pay rate", "how much paid", "salary info", "payroll questions"
            ],
            "answer": "All questions about your Pay, Pay Scale, Pay Rate, or Payroll should be directed to Corey outside of Dialing hours."
        },
        {
            "keywords": [
                "what if a voter is a silent listener and doesn't talk", "how to handle a call if they finish script but give no response",
                "coding for when a caller provides no response throughout script", "is a silent listener considered a complete or refused",
                "what to do if they hang up after i read the whole script without speaking",
                "how should i code a call if the voter hangs up without saying anything after intro",
                "silent listener", "no response after script", "code silent listener", "hang up no response"
            ],
            "answer": "If there is no VOF (Voter on File) to confirm, you have read the whole script, and they have still not responded (or hang up without responding after you've read the script), this is typically coded as 'REFUSED' or another appropriate disposition based on when the silence/hang-up occurred (e.g., 'No Answer' if it's immediate). \n\n Always thank them for your time (even if they can't hear you), go to the Next Page, disposition the call, and ensure your State shows Available. You are now ready for the Next Call."
        },
        {
            "keywords": [
                "will there be work available this month at lts", "what's my schedule", "what is the project outlook for the current month",
                "information on upcoming projects and schedules for this month", "how to find out about lts work availability",
                "are we expected to be busy this month", "checking the monthly work schedule at lts",
                "work available this month", "project outlook", "upcoming projects", "lts work availability"
            ],
            "answer": "Project availability can vary. Please check the main chat for announcements from Corey regarding upcoming work and project schedules. If you have specific questions about your availability or want to confirm, it's best to reach out to your supervisor or Corey directly."
        },
        {
            "keywords": [
                "my dialer is acting crazy or having issues", "what to do if i experience system or dialer problems",
                "is the lts dialer currently down or having widespread problems", "troubleshooting common dialer issues",
                "who to contact if my dialer is malfunctioning", "what if my dialer is going crazy",
                "are other agents reporting dialer problems",
                "dialer crazy", "dialer issues", "system problems", "dialer down", "dialer malfunctioning"
            ],
            "answer": "If you're experiencing issues with the dialer, first try a quick refresh of your screen. If the problem persists, please check the main chat to see if others are reporting similar issues or if there are any system status updates. If it seems specific to you, or if it's urgent, please contact your supervisor immediately for assistance."
        },
        {
            "keywords": [
                "i can't log into the lts system", "what to do if i didn't get logged in successfully",
                "troubleshooting login problems for lts dialer", "experiencing issues with lts login credentials",
                "i am not able to log in to work", "what if my lts login failed or shows an error",
                "help with lts login issues",
                "can't log in", "login issues", "login problems", "login failed", "lts login help"
            ],
            "answer": "If you're having trouble logging in, please double-check your credentials and ensure you have a stable internet connection. Try refreshing the login page or clearing your browser cache. If you continue to have issues, please contact your supervisor for assistance with your login."
        },
        {
            "keywords": [
                "my system or computer is running very slow", "what to do if my internet connection seems slow during work",
                "the lts dialer application is performing slowly", "troubleshooting slow performance or lagging system",
                "my computer stuff is too slow for work", "who to inform about significant system slowness",
                "system slow", "computer slow", "internet slow", "dialer slow", "slow performance"
            ],
            "answer": "If your system or connection seems slow, try closing unnecessary applications or browser tabs. A computer restart or router reboot can sometimes help. If slowness is significantly impacting your work, please inform your supervisor. They might have further troubleshooting steps or be able to advise."
        },
        {
            "keywords": [
                "i am logging out for a bit maybe 10 minutes", "taking a short break be back soon", "need a quick 10 minute break from dialing",
                "stepping away for 10 minutes brb", "how to notify for a short break", "logging out for a brief period",
                "logging out 10 minutes", "short break", "quick break", "brb 10 mins"
            ],
            "answer": "Okay, thanks for letting us know. Remember to alert your shift supervisor if you're taking a break to ensure you're kept in the queue, as per our break policy. (You can ask 'break policy' for more details)."
        },
        {
            "keywords": [
                "what is standby status at lts", "can i request to be on standby if no calls",
                "procedure for being on standby waiting for calls", "lts policy on agent standby",
                "how does standby work for lts agents", "who to contact to be put on standby",
                "standby status", "on standby", "request standby", "standby policy"
            ],
            "answer": "If you're available but not receiving calls and wish to be on standby, please communicate this to your shift supervisor. They manage the active and standby agent lists and can let you know the current need or procedure for standby."
        },
        {
            "keywords": [
                "exact criteria for coding a call as 'wrong number'", "how to properly handle a wrong number call",
                "what is the procedure for a wrong number disposition", "what to say when it's a wrong number",
                "when should i use the 'wrong number' code", "distinguishing wrong number from other dispositions",
                "criteria wrong number", "handle wrong number", "code wrong number", "procedure wrong number", "wrong number meaning"
            ],
            "answer": "If the person who answers indicates it's the wrong number for the contact you're trying to reach, or if it's clearly not a residential/business line applicable to the campaign (e.g., a fax line that doesn't also trigger 'Answering Machine' first), you should say, “We will update our records. Thank you for your time.” Then, code the call as 'WRONG NUMBER'. See 'list codes' for the exact definition."
        },
        {
            "keywords": [
                "when precisely should i code a call as 'answering machine'", "how to handle coding for voicemails or fax tones",
                "procedure for dispositioning an answering machine call", "rules for using the 'answering machine' code",
                "what to do when i get a voicemail or answering machine", "importance of quick disconnect on answering machine if not leaving messages",
                "code answering machine", "voicemail coding", "fax tone coding", "answering machine rules", "answering machine meaning"
            ],
            "answer": "You should select 'ANSWERING MACHINE' as the disposition as soon as you hear any robotic voice or pre-recorded message indicating an answering machine or voicemail. This includes fax tones. If the project is not one where you leave messages, you should disconnect immediately without letting the machine play out. Delaying this can flag you for 'sitting on answering machines'. See 'list codes' for more details."
        },
        {
            "keywords": [
                "specific conditions for coding a call as 'no answer'", "when to use 'no answer' if phone rings but no pickup",
                "procedure for a 'no answer' call disposition", "rules for using the 'no answer' code correctly",
                "distinguishing 'no answer' from other outcomes like hang-ups", "special 'no answer' coding for gotv projects",
                "code no answer conditions", "no answer rules", "no answer gotv", "no answer meaning"
            ],
            "answer": "Use the 'NO ANSWER' disposition if the call rings but is never picked up, or if the call is hung up immediately by the other side before any meaningful interaction or before you can get an answer to the first question (if applicable). Note that for some specific projects, like certain GOTV (Get Out The Vote) campaigns, 'No Answer' might have special coding instructions (e.g., coded as 'COMPLETE LIVE'). Always follow project-specific guidelines. See 'list codes' for the general definition."
        },
        {
            "keywords": [
                "exact criteria for using the 'do not call' (dnc) code", "how to handle a specific dnc request from vof",
                "when is it appropriate to use the dnc disposition", "rules for coding a dnc request accurately",
                "difference between 'do not call list' request and general 'take me off list'", "critical distinction for dnc coding",
                "dnc code criteria", "dnc request handling", "dnc rules", "dnc meaning", "code dnc when"
            ],
            "answer": "The 'DO NOT CALL' (DNC) disposition is used very specifically. You should ONLY use this if you have confirmed you are speaking with the VOF (Voter On File) AND they explicitly ask to be “added to the Do Not Call List” or use similar specific phrasing. If they just say 'take me off your list' or 'don't call again' without mentioning the 'Do Not Call List' specifically, that is usually coded as 'REFUSED'. This is a critical distinction. See 'list codes' for details."
        },
        {
            "keywords": [
                "when should i code a call as 'complete patch'", "criteria for a successful patch call disposition",
                "how to correctly code a 'complete patch' outcome", "rules for using the 'complete patch' code",
                "procedure after initiating patch and reading closing statement", "what defines a complete patch for coding",
                "code complete patch", "complete patch criteria", "complete patch rules", "successful patch coding", "complete patch meaning", "if they hang up during a patch"
            ],
            "answer": "A call is coded as 'COMPLETE PATCH' if the contact agreed to be connected to their representative (or other target), you successfully initiated the patch, AND you read the entire closing statement as per the script. Typically, once the patch is initiated and the closing is read, you select the appropriate call results (if a page appears, usually option 1), go to the next page, and complete the disposition without waiting to listen to them leave their message. See 'list codes' for the exact definition. \n\n So when you get one to patch after reading everything and the closing you don't need to wait to code the call. If there is a page asking for results, just click the top option, click next, and click complete."
        },
        {
            "keywords": [
                "when is a patch call coded as 'unsuccessful patch'", "criteria for a failed patch attempt disposition",
                "how to code an 'unsuccessful patch' outcome", "rules for using 'unsuccessful patch' code",
                "reasons for an unsuccessful patch like busy line or hangup", "what defines an unsuccessful patch for coding",
                "code unsuccessful patch", "unsuccessful patch criteria", "failed patch coding", "unsuccessful patch meaning"
            ],
            "answer": "An 'UNSUCCESSFUL PATCH' is coded when an attempt to patch the contact through does not succeed. This could be due to various reasons such as the representative's line being busy, no answer from the representative's office, the voter hanging up during the patch attempt, or technical issues preventing the connection. Follow project-specific instructions if available, or see 'list codes' for the placeholder definition which might be updated with more specifics per campaign."
        },
        {
            "keywords": [
                "when to use the 'language barrier' disposition code", "how to handle a call if contact speaks a different language",
                "procedure for coding a 'language barrier' call", "rules for 'language barrier' code usage",
                "what to say if there is a language barrier", "coding for non-english or non-spanish speakers",
                "code language barrier", "language barrier handling", "language barrier rules", "different language call", "language barrier meaning"
            ],
            "answer": "If the person who answers the phone speaks a language other than English (or Spanish, if your project accommodates Spanish speakers and you are not one), and you cannot proceed with the call, you should politely say something like, “We will have someone call you back who speaks [Language, if known, otherwise just state you'll have a suitable agent call]. Thank you for your time.” Then, code the call as 'LANGUAGE BARRIER'. See 'list codes' for more details."
        },
        {
            "keywords": [
                "when is the 'not in' disposition code appropriate", "how to code if the voter on file is not available",
                "procedure for using 'not in' when contact can't come to phone", "rules for 'not in' code usage",
                "distinguishing 'not in' from 'not interested'", "what to say for a 'not in' scenario",
                "code not in", "not in rules", "voter not available", "not in vs not interested", "not in meaning"
            ],
            "answer": "The 'NOT IN' disposition is used when the VOF (Voter On File) you are trying to reach is temporarily unavailable to come to the phone for any reason (e.g., they are busy, not home, someone else answers and says they'll call back, etc.). This is NOT for when they are 'Not Interested'. You should say something like, “We will try again later. Thank you for your time.” Then, code as 'Not In'. See 'list codes'."
        },
        {
            "keywords": [
                "when should i code a call as 'refused'", "criteria for using the 'refused' disposition",
                "how to code a call when voter refuses to participate", "what does 'refused' mean in call coding",
                "rules for applying the 'refused' code accurately", "distinguishing 'refused' from 'dnc' or 'not in'",
                "code refused", "refused criteria", "voter refuses", "refused meaning", "refused vs dnc"
            ],
            "answer": "A call is typically coded as 'REFUSED' when the contact explicitly refuses to participate further in the call, answer a key question, or proceed with a patch after the call has begun and initial engagement occurred. This is different from someone who is simply 'Not In' or if it's a 'Wrong Number'. It's also distinct from a 'Do Not Call' request, which has specific criteria. If a person indicates they are 'not interested' early on, that's often a 'REFUSED'. Check 'list codes' for the exact definition provided for 'REFUSED' or ask your supervisor for project-specific guidance."
        },
        {
            "keywords": [
                "general criteria for coding a call as 'complete'", "what makes a call considered 'complete' for disposition",
                "how to determine if a call should be coded 'complete'", "rules for using general 'complete' codes",
                "when is the primary objective of a call met for 'complete' status", "project specific 'complete' coding",
                "code complete general", "complete call criteria", "general complete rules", "complete meaning"
            ],
            "answer": "Generally, a call is coded 'COMPLETE' when the primary objective of the call script or project instructions has been met. This varies by project. For example, on a Voter ID project, confirming the voter's name is a 'complete'. For Get Out The Vote (GOTV) calls, it might be different (see 'GOTV calls' FAQ or 'list codes'). Always refer to specific project instructions or ask your supervisor if unsure. The 'list codes' command can also provide definitions for specific complete codes like 'COMPLETE PATCH'."
        },
        {
             "keywords": [
                 "how do i look up how to say a difficult word", "can you help me pronounce a specific name",
                 "tool for checking pronunciation of words or names", "how to use the pronounce command for senator or city names",
                 "assistance with word pronunciation for calls", "using the bot for pronunciation help",
                 "pronounce word", "pronunciation help", "say difficult word"
             ],
             "answer": "For correct pronunciation type only 'pronounce [word]' for a name type only the name. "
         },
        {
            "keywords": [
                "what is the 'training' status in the dialer for", "when should i use the 'training' button or mode",
                "purpose of being in 'training' agent status", "how to switch from 'training' to 'available' status",
                "is 'training' mode for breaks or before project assignment", "lts policy on using 'training' status correctly",
                "how long should i be in training mode at start of shift",
                "training status", "training button", "training mode", "purpose of training status", "training status policy"
            ],
            "answer": "The 'Training' status is for the very start of your shift **before** a project is assigned. \n\n**Once your supervisor assigns you a project, immediately click 'Available' to start receiving calls.**\n\n'Training' is for brief moments only, not for extended use or breaks. If in 'Training' long after projects start, check with your supervisor."
        },
        {
            "keywords": [
                "what exactly is call dumping", "definition of dumping calls in call center",
                "explain the practice of call dumping", "what does it mean to dump a call",
                "is dispositioning a call without talking considered dumping", "consequences of call dumping behavior",
                "avoiding premature disposition or hanging up immediately on calls",
                "call dumping", "dumping calls", "define call dumping", "what is call dumping"
            ],
            "answer": "Dumping calls is when the call comes in and you just dispo it without saying anything."
        },
        {
            "keywords": [
                "what to do if the phone line is dead or silent", "handling calls with no audio or sound",
                "procedure when i can't hear the caller", "what if there's dead air after connection",
                "protocol for calls that are completely silent", "should i say 'can you hear me' on a dead line",
                "how to code a dead line or no audio call",
                "dead phone line", "no audio call", "can't hear caller", "dead air silent", "code dead line"
            ],
            "answer": "You can say “can you hear me ok” one time and then say our closing “tyfyt” and dispo as No Answer."
        },
        {
            "keywords": [
                "i have finished my lts training what are the next steps", "what to do after completing lts training modules",
                "procedure for new agents logging in for the first time after training", "important rules for logging in after lts training",
                "how to get assigned to a project after finishing training", "next actions once lts training is complete",
                "login credentials request after training",
                "finished training", "after training steps", "new agent login", "rules after training", "training complete next"
            ],
            "answer": "Congratulations on completing your initial training! 🎉 **FINAL STEP**\n\nYou may log in during LTS open hours, which are updated in the main chat. Below are the **5 most important RULES** for logging in:\n\n1.  **Open DISCORD** and keep it OPEN throughout your entire shift.\n2.  **ALL updates** in the **MAIN CHAT** must be READ *before* logging in.\n3.  After logging in, DM **“Corey LTS”** to be added to a project (or **“Adam Black”** if he is running the shift).\n4.  Once ADDED to a project, click **AVAILABLE** to start taking calls.\n5.  **Do NOT ever use the BREAK or TRAINING BUTTON.** (If you need to step away for more than a minute, log out completely and then log back in when you return. For very short pauses, just stay available but don't take calls – but this should be rare and brief.)\n\nLastly, if you don't have them yet, contact **@coreyLTS** (or your direct supervisor) for your Login Credentials."
        },
        {
            "keywords": [
                "what are the current lts dialing hours", "when can i start dialing for lts today",
                "lts operating hours or business hours for agents", "where are lts shift hours posted",
                "when does lts calling typically take place", "how to find today's or next day's lts hours",
                "lts work schedule and daily dialing times",
                "lts dialing hours", "dialing hours", "operating hours", "shift hours", "when to dial"
            ],
            "answer": "Dialing hours can change from day to day. The following day's hours are posted in the MAIN CHAT at the end of every shift."
        },
        {
            "keywords": [
                "where can i find specific instructions for survey projects", "detailed rules for patch call campaigns",
                "project-specific coding guidelines for surveys and patches", "advanced coding help for complex projects",
                "how to access detailed project instructions for surveys", "need more info on patch project specifics",
                "supervisor provided project details location",
                "survey instructions", "patch call rules", "project specific guidelines", "detailed project info"
            ],
            "answer": "Surveys and Patches each come with more specific instructions and coding. Always refer to the project details provided by your supervisor."
        },
        {
            "keywords": [
                "what constitutes a full complete or fc survey", "definition of fc survey requirements",
                "criteria for achieving a full complete survey status", "how to get a survey coded as full complete",
                "meaning of fc in survey completion", "what makes a survey a full complete outcome",
                "requirements for yob and all questions answered for fc",
                "full complete survey", "fc survey", "fc requirements", "full complete criteria", "fc meaning", "define fc"
            ],
            "answer": "A Full Complete (FC) survey means: confirming the voter's name, repeating back the 4-digit YOB, AND having an answer to every single question in the survey."
        },
        {
            "keywords": [
                "what is a partial complete or pc survey", "definition of pc survey requirements",
                "criteria for a survey to be considered partially complete", "how to get a survey coded as partial complete",
                "when is a survey marked as pc instead of fc", "meaning of pc in survey completion",
                "what makes a survey a partial complete outcome", "at least one question answered for pc",
                "partial complete survey", "pc survey", "pc requirements", "partial complete criteria", "pc meaning", "define pc", "partial?"
            ],
            "answer": "A Partial Complete (PC) survey means: having an answer to at least one question (but not all questions in the survey). This includes confirming the voter's name."
        },
        {
            "keywords": [
                "what are the exact steps for a patch call procedure", "how to correctly perform a patch call process",
                "detailed procedure for patching a voter through", "step-by-step guide for patch calls",
                "system steps involved in completing a patch call", "guide to executing patch calls successfully",
                "what to do after voter agrees to patch",
                "patch call steps", "patch call procedure", "perform patch call", "patch steps", "guide patch call", "steps for patch"
            ],
            "answer": "Patch steps: \n1. Voter agrees: select YES box, click next. \n2. Read verbiage for voter to repeat on PATCH. \n3. Select NEXT again, read follow-up statement. \n4. Phone rings: select COMPLETE PATCH while thanking voter. Do not listen in."
        },
        {
        "keywords": [
                "i can't get ahold of corey lts", "what to do if corey is not responding to messages",
                "unable to reach corey for an urgent matter", "corey isn't answering my dms",
                "alternative way to contact corey if he's busy", "i'm trying to reach corey but no reply",
                "what if corey is unavailable or out", "how to escalate if i need corey",
                "can't reach corey", "corey not responding", "contact corey", "corey unavailable"
            ],
            "answer": "Hmm... He might be out returning some video tapes, but I'll let him know you're trying to get a hold of him."
        },
        {
            "keywords": [
                "what if a voter asks for my last name", "am i allowed to give my agent last name to a voter",
                "policy on sharing my last name with callers", "can i provide my full name if a voter requests it",
                "privacy rules regarding agent's last name", "how to respond if voter wants my full agent name",
                "do i have to disclose my last name to voter",
                "voter asks last name", "give last name", "agent last name policy", "share full name"
            ],
            "answer": "You should not share your personal last name with a voter. If a voter asks for your last name, you can politely state that you are not permitted to share full personal details for privacy and security reasons. You can provide your first name as given in the script. If the voter insists or becomes difficult, please contact your supervisor."
        },
        {
            "keywords": [
                "what does seiu acronym mean", "full meaning of seiu", "what is the seiu organization",
                "can you define seiu for me", "explain what seiu stands for", "information about s-e-i-u union",
                "seiu", "seiu meaning", "what is seiu", "define seiu", "seiu acronym"
            ],
            "answer": "SEIU stands for the Service Employees International Union. It is one of the largest labor unions in North America, representing workers in healthcare, public services, and property services."
        },
        {
            "keywords": [
                "bot what is your favorite star wars movie", "do you have a favorite star wars film",
                "which star wars movie do you like best", "tell me your preferred star wars movie",
                "star wars movie preference of the bot", "does the bot like star wars movies",
                "favorite star wars movie", "bot star wars", "your favorite star wars"
            ],
            "answer": "The Empire Strikes Back, of course! The character development, the darker themes, and that iconic reveal? Masterful storytelling. Though, as an AI, my appreciation is purely analytical. 😉"
        },
        {
            "keywords": [
                "what should i say when explaining why i am calling", "how to state the reason for the call to a voter",
                "what is the purpose of this call that i should communicate", "how to properly introduce the call's purpose",
                "guidance on what to tell a caller about why we are calling", "explaining the call's objective from script",
                "i'm confused about the call introduction wording", "where in script is the opening line for calls",
                "standard call purpose statement from script",
                "why am i calling", "reason for call", "purpose of call", "call introduction", "opening line script"
            ],
            "answer": "The exact reason for your call and what you should say to the voter is **always provided at the beginning of the call script for the specific project you are working on.**\n\n**Key things to remember:**\n\n1.  **Follow the Script Verbatim:** The opening lines are carefully crafted. You must read them exactly as written. This often includes stating who you are calling on behalf of (e.g., a campaign, an organization).\n2.  **Clarity and Conciseness:** The script's introduction is designed to be clear and to the point.\n3.  **Compliance:** Sticking to the script ensures you are compliant with all project requirements and regulations.\n\n**If you are looking at your script and are still unsure about the purpose or how to deliver the opening:**\n*   Please **re-read the first few lines of the script carefully.**\n*   If it's still unclear, **ask your shift supervisor for clarification *before* making calls on that project.** They can walk you through it.\n\nDo not invent your own reasons for calling; always rely on the approved script."
        },
        {
            "keywords": [
                "how can i be assigned to az project", "process to move to az team", "requesting a change to az status",
                "what are the requirements to get into az", "how do i ask to be an az agent",
                "procedure for az project assignment", "difference between az1 and az2 roles",
                "can i move from az2 to the main az group", "path to becoming an az agent",
                "az project", "az team", "az assignment", "become az agent", "az1 az2"
            ],
            "answer": "For any questions or requests regarding AZ assignments, including moving from AZ2 to AZ, please contact Corey. He handles these specific project/team placements."
        },
                {
            "keywords": [
                "what if there is no voter name in the script", "procedure when script is missing the contact's name",
                "handling a call where the name field is blank in script", "what to do if script has no vof name to verify",
                "how to proceed if expected name in script is missing", "no vof listed in current script",
                "how to manage a call if the name to verify is blank or empty", "script name field not populated",
                "no voter name script", "missing name script", "blank name field", "no vof name"
            ],
            "answer": "If you encounter a script where you expect a voter's name to verify but the name field appears blank or is missing, please proceed as follows:\n\n1.  **Double-check the call type instructions** for that specific project, if available.\n2.  If there are no specific instructions overriding this, and **no name is provided in the script to verify, treat the call as a 'Voter Assumptive' or 'Non-Voter' style call.**\n3.  This means you will **speak with whomever answers the phone.** You can generally proceed with the script's introduction without attempting to confirm a specific individual's name first.\n\nIf this happens frequently or you are consistently unsure, please bring it to your supervisor's attention so they can verify the script data for that project."
        },
        {
           "keywords": [
               "what if a voter wants more information or a website", "can i provide a website if a voter asks for more details",
               "procedure when a customer requests a website for information", "how to direct a voter to a website if they want more info",
               "if a voter asks for more info should i give a website or patch", "is there an official campaign website i can share",
               "policy on giving out website addresses to voters", "where to send a voter who requests more campaign details online",
               "voter wants website", "provide website", "more information website", "give website address"
           ],
           "answer": "If a voter asks for more information or a website:\n\n1.  **Use this as a chance to patch them through!** Say: 'Great question! The best way to get more details is by speaking with their office. Shall I connect you?'\n2.  **If a patch isn't possible or they refuse:**\n    *   Only provide a website if it's **explicitly in your current call script.**\n    *   **Never search for or give unscripted websites.**\n3.  If no patch and no scripted website, thank them and disposition the call appropriately (e.g., 'Refused'). Code quickly."
         },
                 {
             "keywords": [
                 "how to code if someone answers then immediately hangs up", "what is the disposition if they answer and then disconnect",
                 "coding for a hangup after the call connects and they say hello", "is it 'no answer' if they hang up after initial connection",
                 "distinguishing 'no answer' from 'refused' for early hangups", "how to code if they answer but hang up before survey starts",
                 "voter hangs up after saying hello what code", "difference between no answer and refused for quick hang ups",
                 "answer then hang up", "immediate hang up code", "hang up after hello", "code quick hang up"
             ],
             "answer": "If a person answers the phone (you hear them and a connection is made) but then hangs up:\n\n*   **It is generally NOT coded as 'No Answer'.** 'No Answer' is for when the call doesn't connect or is hung up *before* any interaction.\n\n*   **If they hang up *during or after your introduction, or during a question*:** This is typically coded as **'REFUSED'.** They answered but then refused to continue the interaction.\n\n* 'Rather not say' is usually selected *within a survey script* if a voter is on the line and explicitly declines to answer a *specific question* but doesn't end the call. It's not a final call disposition for a hang-up.\n\n**In summary: If they answer and then hang up, use 'REFUSED'.** "
         },
         {
             "keywords": [
                 "what to do if the voter says they moved out of state", "how to handle a contact who no longer lives in the state",
                 "procedure when a verified voter has moved to a different state", "how should i code a call if the voter has moved away",
                 "disposition for an out-of-state voter", "what if they confirm identity but say they moved",
                 "can a voter participate if they moved states", "patch call for voter who moved out of district",
                 "voter not in service area due to moving what code",
                 "voter moved state", "moved out of state", "contact moved", "code moved voter"
             ],
            "answer": "If the voter has moved states they may still participate. If they refuse code accordingly."
         },
         {
            "keywords": ["I'm hungry", "I'm starving", "i need some food", "hungry", "starving", "need food"],
            "answer": "Then you should take a break and eat.  I like breakfast burritos. My favorite is bacon, egg and cheese!"
         },
         {
            "keywords": [
                "help",
                "help with calls",
                "need help with calls",       
                "assistance with calls",       
                "call help",
                "how do i use you",
                "what can you do",
                "bot commands",
                "how to ask questions",
                "usage instructions",
                "can you help me",
                "samantha help",
                "bot help",
                "what are your capabilities"
            ],
            "answer": "Hello! I can help you with a variety of things. Here's a quick guide:\n\n**1. Ask General Questions:**\nJust type out your question naturally! For example:\n*   `what is the policy on breaks?`\n*   `how do I handle a DNC request?`\n*   `what does CPH mean?`\nIf your first question is short and you have a follow-up, I'll try to use the context (e.g., after `what is wrap up time?`, you can ask `how can I reduce that?`).\n\n**2. Explore Call Codes:**\n*   Type `list codes` to see all available call disposition codes and their brief descriptions.\n*   After listing them, you can ask for more detail about a specific code, like:\n    *   `define wrong number`\n    *   `what is the third code?`\n    *   `tell me about the first one`\n\n**3. Get Pronunciation Help:**\nIf you're unsure how to say a word, name, or phrase:\n*   Type `pronounce [word]`\n    *   e.g., `pronounce hawaii`\n    *     I'll try to find an audio pronunciation and give you links to Google and YouTube for more resources. \n you can also type simply the candidates name like 'John smith' or 'name index' to look up names. \n\n**Tips for Best Results:**\n*   Keep questions fairly specific if you have a particular topic in mind.\n*   If I offer suggestions, check if one of those is what you need!\n\nIf you're still stuck, don't hesitate to ask your supervisor. I'm always learning! 😊"
        },
        

    {
        "keywords": ["name Jaime Andrade", "Jaime Andrade pronunciation", "how to say Jaime Andrade", "pronounce Jaime Andrade", "Andrade, Jaime", "Jaime Andrade"],
        "answer": "Jaime Andrade: jay-me ahn-dra-day"
    },
    {
        "keywords": ["name Diane Blair-Sherlock", "Diane Blair-Sherlock pronunciation", "how to say Diane Blair-Sherlock", "pronounce Diane Blair-Sherlock", "Blair-Sherlock, Diane", "Diane Blair-Sherlock"],
        "answer": "Diane Blair-Sherlock: dye-ann blare sher-lock"
    },
    {
        "keywords": ["name Cristina Castro", "Cristina Castro pronunciation", "how to say Cristina Castro", "pronounce Cristina Castro", "Castro, Cristina", "Cristina Castro"],
        "answer": "Cristina Castro: kris-tina cas-tr-o"
    },
    {
        "keywords": ["name Javier Cervantes", "Javier Cervantes pronunciation", "how to say Javier Cervantes", "pronounce Javier Cervantes", "Cervantes, Javier", "Javier Cervantes"],
        "answer": "Javier Cervantes: ha-vee-air sir-von-tez"
    },
    {
        "keywords": ["name Sharon Chung", "Sharon Chung pronunciation", "how to say Sharon Chung", "pronounce Sharon Chung", "Chung, Sharon", "Sharon Chung"],
        "answer": "Sharon Chung: share-un chung"
    },
    {
        "keywords": ["name Terra Costa-Howard", "Terra Costa-Howard pronunciation", "how to say Terra Costa-Howard", "pronounce Terra Costa-Howard", "Costa-Howard, Terra", "Terra Costa-Howard"],
        "answer": "Terra Costa-Howard: tare-ah coss-tah how-ard"
    },
    {
        "keywords": ["name Michael Crawford", "Michael Crawford pronunciation", "how to say Michael Crawford", "pronounce Michael Crawford", "Crawford, Michael", "Michael Crawford"],
        "answer": "Michael Crawford: my-kull craw-furd"
    },
    {
        "keywords": ["name Margaret Croke", "Margaret Croke pronunciation", "how to say Margaret Croke", "pronounce Margaret Croke", "Croke, Margaret", "Margaret Croke"],
        "answer": "Margaret Croke: mar-guh-ret croak"
    },
    {
        "keywords": ["name Bill Cunningham", "Bill Cunningham pronunciation", "how to say Bill Cunningham", "pronounce Bill Cunningham", "Cunningham, Bill", "Bill Cunningham"],
        "answer": "Bill Cunningham: b-ill cun-ning-ham"
    },
    {
        "keywords": ["name William Davis", "William Davis pronunciation", "how to say William Davis", "pronounce William Davis", "Davis, William", "William Davis"],
        "answer": "William Davis: will-um day-viss"
    },
    {
        "keywords": ["name Lisa Davis", "Lisa Davis pronunciation", "how to say Lisa Davis", "pronounce Lisa Davis", "Davis, Lisa", "Lisa Davis"],
        "answer": "Lisa Davis: lee-suh day-viss"
    },
    {
        "keywords": ["name Eva-Dina Delgado", "Eva-Dina Delgado pronunciation", "how to say Eva-Dina Delgado", "pronounce Eva-Dina Delgado", "Delgado, Eva-Dina", "Eva-Dina Delgado"],
        "answer": "Eva-Dina Delgado: ev-uh dee-nuh del-god-oh"
    },
    {
        "keywords": ["name Marti Deuter", "Marti Deuter pronunciation", "how to say Marti Deuter", "pronounce Marti Deuter", "Deuter, Marti", "Marti Deuter"],
        "answer": "Marti Deuter: mar-tee doy-ter"
    },
    {
        "keywords": ["name Daniel Didech", "Daniel Didech pronunciation", "how to say Daniel Didech", "pronounce Daniel Didech", "Didech, Daniel", "Daniel Didech"],
        "answer": "Daniel Didech: di-ditch"
    },
    {
        "keywords": ["name Kimberly Du Buclet", "Kimberly Du Buclet pronunciation", "how to say Kimberly Du Buclet", "pronounce Kimberly Du Buclet", "Du Buclet, Kimberly", "Kimberly Du Buclet"],
        "answer": "Kimberly Du Buclet: du-boo-clay"
    },
    {
        "keywords": ["name Marcus Evans", "Marcus Evans pronunciation", "how to say Marcus Evans", "pronounce Marcus Evans", "Evans, Marcus", "Marcus Evans"],
        "answer": "Marcus Evans: mark-uss ev-enz"
    },
    {
        "keywords": ["name Paul Faraci", "Paul Faraci pronunciation", "how to say Paul Faraci", "pronounce Paul Faraci", "Faraci, Paul", "Paul Faraci"],
        "answer": "Paul Faraci: pall far-ah-chee"
    },
    {
        "keywords": ["name Laura Faver Dias", "Laura Faver Dias pronunciation", "how to say Laura Faver Dias", "pronounce Laura Faver Dias", "Faver Dias, Laura", "Laura Faver Dias"],
        "answer": "Laura Faver Dias: favor dye-is"
    },
    {
        "keywords": ["name Sara Feigenholtz", "Sara Feigenholtz pronunciation", "how to say Sara Feigenholtz", "pronounce Sara Feigenholtz", "Feigenholtz, Sara", "Sara Feigenholtz"],
        "answer": "Sara Feigenholtz: sara fi-gen-holtz"
    },
    {
        "keywords": ["name La Shawn Ford", "La Shawn Ford pronunciation", "how to say La Shawn Ford", "pronounce La Shawn Ford", "Ford, La Shawn", "La Shawn Ford"],
        "answer": "La Shawn Ford: luh-shawn ford"
    },
    {
        "keywords": ["name Suzy Glowiak Hilton", "Suzy Glowiak Hilton pronunciation", "how to say Suzy Glowiak Hilton", "pronounce Suzy Glowiak Hilton", "Glowiak Hilton, Suzy", "Suzy Glowiak Hilton"],
        "answer": "Suzy Glowiak Hilton: soo-zee glow-ee-ak hill-tun"
    },
    {
        "keywords": ["name Jennifer Gong-Gershowitz", "Jennifer Gong-Gershowitz pronunciation", "how to say Jennifer Gong-Gershowitz", "pronounce Jennifer Gong-Gershowitz", "Gong-Gershowitz, Jennifer", "Jennifer Gong-Gershowitz"],
        "answer": "Jennifer Gong-Gershowitz: jen-uh-fur gong gur-show-itz"
    },
    {
        "keywords": ["name Edgar González, Junior", "Edgar González, Junior pronunciation", "how to say Edgar González, Junior", "pronounce Edgar González, Junior", "González, Junior, Edgar", "Edgar González Junior", "Edgar Gonzalez Junior"],
        "answer": "Edgar González, Junior: ed-gur gun-zall-ez joon-yur"
    },
    {
        "keywords": ["name Jehan Gordon-Booth", "Jehan Gordon-Booth pronunciation", "how to say Jehan Gordon-Booth", "pronounce Jehan Gordon-Booth", "Gordon-Booth, Jehan", "Jehan Gordon-Booth"],
        "answer": "Jehan Gordon-Booth: jeh-han"
    },
    {
        "keywords": ["name Angelica Guerrero-Cuellar", "Angelica Guerrero-Cuellar pronunciation", "how to say Angelica Guerrero-Cuellar", "pronounce Angelica Guerrero-Cuellar", "Guerrero-Cuellar, Angelica", "Angelica Guerrero-Cuellar"],
        "answer": "Angelica Guerrero-Cuellar: an-jell-ick-uh gur-air-oh cway-ar"
    },
    {
        "keywords": ["name Graciela Guzmán", "Graciela Guzmán pronunciation", "how to say Graciela Guzmán", "pronounce Graciela Guzmán", "Guzmán, Graciela", "Graciela Guzman"],
        "answer": "Graciela Guzmán: gra-cee-ell-ah goos-mAN"
    },
    {
        "keywords": ["name Michael Halpin", "Michael Halpin pronunciation", "how to say Michael Halpin", "pronounce Michael Halpin", "Halpin, Michael", "Michael Halpin"],
        "answer": "Michael Halpin: my-kull hal-pin"
    },
    {
        "keywords": ["name Matt Hanson", "Matt Hanson pronunciation", "how to say Matt Hanson", "pronounce Matt Hanson", "Hanson, Matt", "Matt Hanson"],
        "answer": "Matt Hanson: han-sun"
    },
    {
        "keywords": ["name Michael Hastings", "Michael Hastings pronunciation", "how to say Michael Hastings", "pronounce Michael Hastings", "Hastings, Michael", "Michael Hastings"],
        "answer": "Michael Hastings: michael hast-ings"
    },
    {
        "keywords": ["name Lisa Hernandez", "Lisa Hernandez pronunciation", "how to say Lisa Hernandez", "pronounce Lisa Hernandez", "Hernandez, Lisa", "Lisa Hernandez"],
        "answer": "Lisa Hernandez: lee-suh hur-nan-dez"
    },
    {
        "keywords": ["name Barbara Hernandez", "Barbara Hernandez pronunciation", "how to say Barbara Hernandez", "pronounce Barbara Hernandez", "Hernandez, Barbara", "Barbara Hernandez"],
        "answer": "Barbara Hernandez: bar-ba-ra hur-nan-dez"
    },
    {
        "keywords": ["name Norma Hernandez", "Norma Hernandez pronunciation", "how to say Norma Hernandez", "pronounce Norma Hernandez", "Hernandez, Norma", "Norma Hernandez"],
        "answer": "Norma Hernandez: Her-nan-dez"
    },
    {
        "keywords": ["name Hoan Huynh", "Hoan Huynh pronunciation", "how to say Hoan Huynh", "pronounce Hoan Huynh", "Huynh, Hoan", "Hoan Huynh"],
        "answer": "Hoan Huynh: hahn wen"
    },
    {
        "keywords": ["name Lilian Jiménez", "Lilian Jiménez pronunciation", "how to say Lilian Jiménez", "pronounce Lilian Jiménez", "Jiménez, Lilian", "Lilian Jimenez"],
        "answer": "Lilian Jiménez: lil-ee-an he-men-ez"
    },
    {
        "keywords": ["name Gregg Johnson", "Gregg Johnson pronunciation", "how to say Gregg Johnson", "pronounce Gregg Johnson", "Johnson, Gregg", "Gregg Johnson"],
        "answer": "Gregg Johnson: jon-sun"
    },
    {
        "keywords": ["name Adriane Johnson", "Adriane Johnson pronunciation", "how to say Adriane Johnson", "pronounce Adriane Johnson", "Johnson, Adriane", "Adriane Johnson"],
        "answer": "Adriane Johnson: a-dree-en johnson"
    },
    {
        "keywords": ["name Thaddeus Jones", "Thaddeus Jones pronunciation", "how to say Thaddeus Jones", "pronounce Thaddeus Jones", "Jones, Thaddeus", "Thaddeus Jones"],
        "answer": "Thaddeus Jones: thad-ee-uss jones"
    },
    {
        "keywords": ["name Tracy Katz Muhl", "Tracy Katz Muhl pronunciation", "how to say Tracy Katz Muhl", "pronounce Tracy Katz Muhl", "Katz Muhl, Tracy", "Tracy Katz Muhl"],
        "answer": "Tracy Katz Muhl: tray-see cats mule"
    },
    {
        "keywords": ["name Kimberly Lightford", "Kimberly Lightford pronunciation", "how to say Kimberly Lightford", "pronounce Kimberly Lightford", "Lightford, Kimberly", "Kimberly Lightford"],
        "answer": "Kimberly Lightford: kim-bur-lee lite-furd"
    },
    {
        "keywords": ["name Camille Lilly", "Camille Lilly pronunciation", "how to say Camille Lilly", "pronounce Camille Lilly", "Lilly, Camille", "Camille Lilly"],
        "answer": "Camille Lilly: cuh-meel lil-ee"
    },
    {
        "keywords": ["name Theresa Mah", "Theresa Mah pronunciation", "how to say Theresa Mah", "pronounce Theresa Mah", "Mah, Theresa", "Theresa Mah"],
        "answer": "Theresa Mah: tuh-ree-suh ma"
    },
    {
        "keywords": ["name Natalie Manley", "Natalie Manley pronunciation", "how to say Natalie Manley", "pronounce Natalie Manley", "Manley, Natalie", "Natalie Manley"],
        "answer": "Natalie Manley: nat-uh-lee man-lee"
    },
    {
        "keywords": ["name Joyce Mason", "Joyce Mason pronunciation", "how to say Joyce Mason", "pronounce Joyce Mason", "Mason, Joyce", "Joyce Mason"],
        "answer": "Joyce Mason: joy-ss may-sun"
    },
    {
        "keywords": ["name Anna Moeller", "Anna Moeller pronunciation", "how to say Anna Moeller", "pronounce Anna Moeller", "Moeller, Anna", "Anna Moeller"],
        "answer": "Anna Moeller: mull-er"
    },
    {
        "keywords": ["name Bob Morgan", "Bob Morgan pronunciation", "how to say Bob Morgan", "pronounce Bob Morgan", "Morgan, Bob", "Bob Morgan"],
        "answer": "Bob Morgan: bob more-gun"
    },
    {
        "keywords": ["name Yolonda Morris", "Yolonda Morris pronunciation", "how to say Yolonda Morris", "pronounce Yolonda Morris", "Morris, Yolonda", "Yolonda Morris"],
        "answer": "Yolonda Morris: yo-lawn-duh more-iss"
    },
    {
        "keywords": ["name Martin Moylan", "Martin Moylan pronunciation", "how to say Martin Moylan", "pronounce Martin Moylan", "Moylan, Martin", "Martin Moylan"],
        "answer": "Martin Moylan: mar-tin m-oy-lan"
    },
    {
        "keywords": ["name Laura Murphy", "Laura Murphy pronunciation", "how to say Laura Murphy", "pronounce Laura Murphy", "Murphy, Laura", "Laura Murphy"],
        "answer": "Laura Murphy: lau-rah mur-fee"
    },
    {
        "keywords": ["name Michelle Mussman", "Michelle Mussman pronunciation", "how to say Michelle Mussman", "pronounce Michelle Mussman", "Mussman, Michelle", "Michelle Mussman"],
        "answer": "Michelle Mussman: me-shell m-us-man"
    },
    {
        "keywords": ["name Suzanne Ness", "Suzanne Ness pronunciation", "how to say Suzanne Ness", "pronounce Suzanne Ness", "Ness, Suzanne", "Suzanne Ness"],
        "answer": "Suzanne Ness: suz-anne n-ess"
    },
    {
        "keywords": ["name Kevin Olickal", "Kevin Olickal pronunciation", "how to say Kevin Olickal", "pronounce Kevin Olickal", "Olickal, Kevin", "Kevin Olickal"],
        "answer": "Kevin Olickal: kev-inn OH-lih-call"
    },
    {
        "keywords": ["name Aarón Ortíz", "Aarón Ortíz pronunciation", "how to say Aarón Ortíz", "pronounce Aarón Ortíz", "Ortíz, Aarón", "Aarón Ortiz", "Aaron Ortiz"],
        "answer": "Aarón Ortíz: air-own or-teez"
    },
    {
        "keywords": ["name Mike Porfirio", "Mike Porfirio pronunciation", "how to say Mike Porfirio", "pronounce Mike Porfirio", "Porfirio, Mike", "Mike Porfirio"],
        "answer": "Mike Porfirio: mike pore-fear-ee-oh"
    },
    {
        "keywords": ["name Elgie R. Sims Junior", "Elgie R. Sims Junior pronunciation", "how to say Elgie R. Sims Junior", "pronounce Elgie R. Sims Junior", "Sims Junior, Elgie R.", "Elgie R Sims Junior", "Elgie Sims Junior"],
        "answer": "Elgie R. Sims Junior: ell-jee r. sims junior"
    },
    {
        "keywords": ["name Rick Ryan", "Rick Ryan pronunciation", "how to say Rick Ryan", "pronounce Rick Ryan", "Ryan, Rick", "Rick Ryan"],
        "answer": "Rick Ryan: r-ick r-eye-an"
    },
    {
        "keywords": ["name Mike Simmons", "Mike Simmons pronunciation", "how to say Mike Simmons", "pronounce Mike Simmons", "Simmons, Mike", "Mike Simmons"],
        "answer": "Mike Simmons: mike sim-unz"
    },
    {
        "keywords": ["name Steve Stadelman", "Steve Stadelman pronunciation", "how to say Steve Stadelman", "pronounce Steve Stadelman", "Stadelman, Steve", "Steve Stadelman"],
        "answer": "Steve Stadelman: steev stod-ull-men"
    },
    {
        "keywords": ["name Katie Stuart", "Katie Stuart pronunciation", "how to say Katie Stuart", "pronounce Katie Stuart", "Stuart, Katie", "Katie Stuart"],
        "answer": "Katie Stuart: kay-tee stew-urt"
    },
    {
        "keywords": ["name Curtis Tarver", "Curtis Tarver pronunciation", "how to say Curtis Tarver", "pronounce Curtis Tarver", "Tarver, Curtis", "Curtis Tarver"],
        "answer": "Curtis Tarver: curt-iss tar-vur"
    },
    {
        "keywords": ["name Doris Turner", "Doris Turner pronunciation", "how to say Doris Turner", "pronounce Doris Turner", "Turner, Doris", "Doris Turner"],
        "answer": "Doris Turner: door-iss turn-ur"
    },
    {
        "keywords": ["name Dave Vella", "Dave Vella pronunciation", "how to say Dave Vella", "pronounce Dave Vella", "Vella, Dave", "Dave Vella"],
        "answer": "Dave Vella: vell-uh"
    },
    {
        "keywords": ["name Rachel Ventura", "Rachel Ventura pronunciation", "how to say Rachel Ventura", "pronounce Rachel Ventura", "Ventura, Rachel", "Rachel Ventura"],
        "answer": "Rachel Ventura: Ray-chul ven-tur-uh"
    },
    {
        "keywords": ["name Karina Villa", "Karina Villa pronunciation", "how to say Karina Villa", "pronounce Karina Villa", "Villa, Karina", "Karina Villa"],
        "answer": "Karina Villa: ka-reena vee-ya"
    },
    {
        "keywords": ["name Celina Villanueva", "Celina Villanueva pronunciation", "how to say Celina Villanueva", "pronounce Celina Villanueva", "Villanueva, Celina", "Celina Villanueva"],
        "answer": "Celina Villanueva: suh-lee-nuh vee-uh-noo-ay-vuh"
    },
    {
        "keywords": ["name Mark Walker", "Mark Walker pronunciation", "how to say Mark Walker", "pronounce Mark Walker", "Walker, Mark", "Mark Walker"],
        "answer": "Mark Walker: walk-ur"
    },
    {
        "keywords": ["name Maurice West", "Maurice West pronunciation", "how to say Maurice West", "pronounce Maurice West", "West, Maurice", "Maurice West"],
        "answer": "Maurice West: m-au-reece west"
    },
    {
        "keywords": ["name Janet Yang Rohr", "Janet Yang Rohr pronunciation", "how to say Janet Yang Rohr", "pronounce Janet Yang Rohr", "Yang Rohr, Janet", "Janet Yang Rohr"],
        "answer": "Janet Yang Rohr: ja-net yang ro-ar"
    },
        {
        "keywords": [
            "list names",
            "names list",
            "name index",
            "list all name pronunciations",
            "show name pronunciation list",
            "pronunciation directory",
            "index of names"
        ],
        "answer": "Name Pronunciation Index:\n\nJaime Andrade: jay-me ahn-dra-day\nDiane Blair-Sherlock: dye-ann blare sher-lock\nCristina Castro: kris-tina cas-tr-o\nJavier Cervantes: ha-vee-air sir-von-tez\nSharon Chung: share-un chung\nTerra Costa-Howard: tare-ah coss-tah how-ard\nMichael Crawford: my-kull craw-furd\nMargaret Croke: mar-guh-ret croak\nBill Cunningham: b-ill cun-ning-ham\nWilliam Davis: will-um day-viss\nLisa Davis: lee-suh day-viss\nEva-Dina Delgado: ev-uh dee-nuh del-god-oh\nMarti Deuter: mar-tee doy-ter\nDaniel Didech: di-ditch\nKimberly Du Buclet: du-boo-clay\nMarcus Evans: mark-uss ev-enz\nPaul Faraci: pall far-ah-chee\nLaura Faver Dias: favor dye-is\nSara Feigenholtz: sara fi-gen-holtz\nLa Shawn Ford: luh-shawn ford\nSuzy Glowiak Hilton: soo-zee glow-ee-ak hill-tun\nJennifer Gong-Gershowitz: jen-uh-fur gong gur-show-itz\nEdgar González, Junior: ed-gur gun-zall-ez joon-yur\nJehan Gordon-Booth: jeh-han\nAngelica Guerrero-Cuellar: an-jell-ick-uh gur-air-oh cway-ar\nGraciela Guzmán: gra-cee-ell-ah goos-mAN\nMichael Halpin: my-kull hal-pin\nMatt Hanson: han-sun\nMichael Hastings: michael hast-ings\nLisa Hernandez: lee-suh hur-nan-dez\nBarbara Hernandez: bar-ba-ra hur-nan-dez\nNorma Hernandez: Her-nan-dez\nHoan Huynh: hahn wen\nLilian Jiménez: lil-ee-an he-men-ez\nGregg Johnson: jon-sun\nAdriane Johnson: a-dree-en johnson\nThaddeus Jones: thad-ee-uss jones\nTracy Katz Muhl: tray-see cats mule\nKimberly Lightford: kim-bur-lee lite-furd\nCamille Lilly: cuh-meel lil-ee\nTheresa Mah: tuh-ree-suh ma\nNatalie Manley: nat-uh-lee man-lee\nJoyce Mason: joy-ss may-sun\nAnna Moeller: mull-er\nBob Morgan: bob more-gun\nYolonda Morris: yo-lawn-duh more-iss\nMartin Moylan: mar-tin m-oy-lan\nLaura Murphy: lau-rah mur-fee\nMichelle Mussman: me-shell m-us-man\nSuzanne Ness: suz-anne n-ess\nKevin Olickal: kev-inn OH-lih-call\nAarón Ortíz: air-own or-teez\nMike Porfirio: mike pore-fear-ee-oh\nElgie R. Sims Junior: ell-jee r. sims junior\nRick Ryan: r-ick r-eye-an\nMike Simmons: mike sim-unz\nSteve Stadelman: steev stod-ull-men\nKatie Stuart: kay-tee stew-urt\nCurtis Tarver: curt-iss tar-vur\nDoris Turner: door-iss turn-ur\nDave Vella: vell-uh\nRachel Ventura: Ray-chul ven-tur-uh\nKarina Villa: ka-reena vee-ya\nCelina Villanueva: suh-lee-nuh vee-uh-noo-ay-vuh\nMark Walker: walk-ur\nMaurice West: m-au-reece west\nJanet Yang Rohr: ja-net yang ro-ar"
    }

    ],
    "call_codes": {
        "1: WRONG NUMBER": {
            "keywords": ["wrong number", "code wrong number", "define wrong number", "what is wrong number", "wrong number disposition"],
            "answer": "Say, “We will update our records. Thank you for your time.”"
        },
        "2: ANSWERING MACHINE": {
            "keywords": ["answering machine", "code answering machine", "define answering machine", "what is answering machine", "voicemail code", "fax tone code", "answering machine disposition"],
            "answer": "Select this as soon as you hear any robotic voice. Delaying in these cases will get you flagged for “sitting on answering machines”. If you hear a fax tone, also use 'Answering Machine'."
        },
        "3: NO ANSWER": {
            "keywords": ["no answer", "code no answer", "define no answer", "what is no answer", "no answer disposition", "call rings no pickup"],
            "answer": "Use this if the call is hung up immediately, or before getting an answer to Q1. Note: There are GOTV (Get Out The Vote) Projects where there is no question 1, or where 'No Answer' might have special coding like 'COMPLETE LIVE' - always follow project-specific instructions."
        },
        "4: DO NOT CALL": {
            "keywords": ["do not call", "dnc", "code dnc", "define do not call", "what is dnc", "do not call list", "dnc disposition"],
            "answer": "Important: We almost never use this Disposition. Only use this if you have confirmed you are speaking with the VOF (Voter On File) AND they specifically ask to be “added” to the Do Not Call List. Most of the time, if they ask to be “removed” from the call list, that would be marked as 'REFUSED' (go to Next page and Disposition from there). "
        },
        "5: COMPLETE PATCH": {
            "keywords": ["complete patch", "code complete patch", "define complete patch", "what is complete patch", "complete patch disposition"],
            "answer": "Use this if you got a “Yes” to being connected to their Representative AND read the entire closing statement. If a page comes up asking for call results, always select option 1 on that page, go to the next page, and Complete the patch without waiting to listen to them leave their message. "
        },
        "6: UNSUCCESSFUL PATCH": {
            "keywords": ["unsuccessful patch", "code unsuccessful patch", "define unsuccessful patch", "what is unsuccessful patch", "failed patch code", "unsuccessful patch disposition"],
            "answer": "PLACEHOLDER - [Instructions for when a patch attempt does not succeed, e.g., line busy, no answer from representative, voter hangs up during patch attempt, etc.]"
        },
        "7: LANGUAGE BARRIER": {
            "keywords": ["language barrier", "code language barrier", "define language barrier", "what is language barrier", "different language code", "language barrier disposition"],
            "answer": "If they speak any language other than English, say “We will have someone call you back who speaks Spanish. Thank you for your time.” Then code as 'Language Barrier'."
        },
        "8: DECEASED": {
            "keywords": ["deceased", "code deceased", "define deceased", "what is deceased", "voter deceased code", "deceased disposition"],
            "answer": "If informed the contact is deceased, say, “We will update our records. Thank you for your time.” Then code as 'Deceased'."
        },
        "9: NOT IN": {
            "keywords": ["not in", "code not in", "define not in", "what is not in", "voter not available code", "not in disposition"],
            "answer": "This is not for 'Not Interested'. Use this if the VOF (Voter On File) cannot come to the phone for any reason. Say, “We will try again later. Thank you for your time.” Then code as 'Not In'."
        },
        "10: REFUSED": {
            "keywords": ["refused", "code refused", "define refused", "what is refused", "voter refused code", "refused disposition", "not interested code"],
            "answer": "Code as refused when they refuse a question or patch once the call has begun."
        }
    },
    "fallback_message": "🤔 I couldn't quite find what you were looking for. \n\n**Here are some things you can try:**\n\n*   **Ask general questions:**\n    *   e.g., `what is wrap up time?`\n\n   *   **Explore Call Codes:**\n    *   Type `list codes` to see all codes.\n    *   Then ask about one, like: `the first one` or `define [code name]`\n\n*   **Pronunciation Help:**\n    *   Type (e.g., `John Smith`) for name pronunciation,\n or `pronounce [word]` (e.g., `pronounce legislature`)\n\n💡 For a general guide on how to use me, you can also type `help`."
    }